Revit 2024 API
ParameterFilterElement.Create Method
Overload List
Name | Description
Create(Document, String, ICollection<ElementId>)
 Creates a new ParameterFilterElement in the given document.
Create(Document, String, ICollection<ElementId>, ElementFilter)
 Creates a new ParameterFilterElement in the given document.
See Also
ParameterFilterElement Class
ParameterFilterElement Members
Autodesk.Revit.DB Namespace